---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralEndReleaseMx
source: html/60b64bb0-b89f-43a1-ca57-a05a447f5572.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralEndReleaseMx Property

"End Mx"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralEndReleaseMx { get; }
```